<template>
  <q-page class="flex flex-center">
      <div class="card text-center text-white" style="width: max-content;">
        <p style="font-size: 30px;">الشروط والأحكام</p>
        <p>يقر المستخدم وبكامل قواه العقلية عند دخوله إلى التطبيق أنه مؤهل للتعامل مع الغير ، وأن عمره لا يقل عن ستة عشرة عاماً</p>
        <p>يمنع التطرق لأي مواضيع سياسية أو دينية أو الشتم بألفاظ نابية غير مرغوب بها . ويلتزم المستخدم ألا يستخدم هذا الموقع بما يخالف الآداب العامة والأنظمة المعمول بها في المملكة العربية السعودية</p>
        <p>يمكن للمستخدم فقط استخدام المعلومات التي تم عرضها أو تنزيلها أو الحصول عليها عن طريق هذا الموقع لاستخدامه الشخصي وغير التجاري ولايجوز بيع هذه المعلومات و / أو البيانات أو إرسالها أو إتاحتها بطريقة أخرى أو نشرها بأي طريقة عبر أي وسائط إلى أي أطراف ثالثة ما لم يتم الحصول على موافقة من مطور التطبيق</p>
        <p>يحتفظ المطور بالحق في اتخاذ أي إجراء فيما يتعلق بأية وثائق أو معلومات أو بيانات أو مواد قد يراها وفقًا للتقدير خطرة ، إذا كان يعتقد أن عدم اتخاذ هذا الإجراء قد يخلق أية مسؤولية</p>
        <p>يمنع إلحاق الضرر بأيٍ من برمجيات التطبيق , كالوصول إليه بطرق أُخرى كبرامج الطرف الثالث</p>
        <p>إدارة التطبيق غير مسؤولة عن البيع والشراء وغيره من التعاملات</p>
        <p>يوافق المستخدم أنه في حال مخالفته لهذه اللائحة فإنه يتحمّل تبعات هذه المخالفة أمام الغير</p>
        <p>الشروط والأحكام قابلة للتعديل بأي وقت</p>
        <p style="color: #43B3C0;">Last Update 5/21/2021 03:00</p>
        <p style="color: #43B3C0;">Support@chatty-app.com</p>
        <q-btn push color="primary" v-go-back=" '/' " text-color="white" class="full-width" label="الرجوع" />
      </div>
      
  </q-page>
  
</template>
